Repository: neklaf/docker-chessd
Catalog: po/*.po
Languages: pt_br

source: There is no stored game %s vs. %s
pt_br: Não há um jogo %s vs. %s armazenado.

source: message %s Your game "%s vs. %s" has been aborted.
pt_br: message %s Seu jogo "%s vs. %s" foi abortado.

source: message %s Your game "%s vs. %s" has been adjudicated as a draw
pt_br: message %s Seu jogo "%s vs. %s" foi adjudicado como um empate

source: message %s Your game "%s vs. %s" has been adjudicated as a win
pt_br: message %s Seu jogo "%s vs. %s" foi adjudicado como uma vitória

source: message %s Your game "%s vs. %s" has been adjudicated as a loss
pt_br: message %s Seu jogo "%s vs. %s" foi adjudicado como uma derrota

source: Game adjudicated.
pt_br: Jogo adjudicado.

source: %s is not logged in.
pt_br: %s não está logado.

source: You can only pose as players below your adminlevel.
pt_br: Você só pode posar como jogadores abaixo de seu adminlevel.

source: Command issued as %s
pt_br: Comando executado como %s

source: You can only aset players below your adminlevel.
pt_br: Você só pode usar aset em jogadores abaixo de seu adminlevel

source: **ANNOUNCEMENT** from %s: %s
pt_br: **ANÚNCIO** de %s: %s

source: (%d) **ANNOUNCEMENT** from %s: %s
pt_br: (%d) **ANÚNCION** de %s: %s

source: **UNREG ANNOUNCEMENT** from %s: %s
pt_br: **ANÚNCIO NÃO-REG** de %s: %s

source: (%d) **UNREG ANNOUNCEMENT** from %s: %s
pt_br: (%d) **ANÚNCIO NÃO-REG** de %s: %s

source: You can only set adminlevel for players below your adminlevel.
pt_br: Você só pode setar o adminlevel para jogadores abaixo de seu adminlevel.

source: You can't change your own adminlevel.
pt_br: Você não pode mudar seu próprio adminlevel.

source: You can't promote someone to or above your adminlevel.
pt_br: Você não pode promover alguém para ou acima de seu adminlevel.

source: Admin level of %s set to %d.
pt_br: Nível de administração de %s configurado para %d.

source: %s has set your admin level to %d.
pt_br: %s configurou seu adminlevel para %d.

source: %s isn't logged in.
pt_br: %s não está logado.

source: Nobody wants to listen to you talking to yourself! :-)
pt_br: Ninguém quer escutar você falando consigo mesmo! :-)

source: tell 0 I will no longer be forwarding the conversation between *%s* and myself.
pt_br: tell 0 Não mais estarei repassando a conversa entre *%s* e eu.

source: tell 0 I will be forwarding the conversation between *%s* and myself to channel 0.
pt_br: tell 0 Estarei repassando a conversa entre *%s* e eu para o canal 0.

source: Stopping the forwarding of the conservation with %s.
pt_br: Parando de repassar a conversa com %s.

source: You were not forwarding a conversation.
pt_br: Você não estava repassando uma conversa.

source: You need a higher adminlevel to nuke %s!
pt_br: Você precisa de um adminlevel mais alto para nuekar %s!

source: Nuking: %s
pt_br: Nukeando: %s

source: **** You have been kicked out by %s! ****
pt_br: **** Você foi chutado por %s! ****

source: Admin mode (*) is now shown.
pt_br: Modo admin (*) agora é mostrado.

source: Admin mode (*) is now not shown.
pt_br: Modo admin (*) agora não é mostrado.

source: The current shout quota is 2 shouts per %d seconds.
pt_br: A quota de gritos atual é 2 gritos por %d segundos.

source: The shout quota is now 2 shouts per %d seconds.
pt_br: A quota de gritos agora é 2 gritos por %d segundos.

source: Server reload started
pt_br: Reload do servidor iniciado

source: Unknown character in algebraic parsing
pt_br: Caracter desconhecido na análise da notação algébrica

source: Game %d (%s vs. %s)
pt_br: Jogo %d (%s vs. %s)

source: Move # : %d (%s)
pt_br: Movimento # : %d (%s)

source: %s Moves : '%s'
pt_br: %s Movimenta-se : '%s'

source: Black Clock : %s
pt_br: Relógio das Pretas : %s

source: White Clock : %s
pt_br: Relógio das Brancas : %s

source: White Strength : %d
pt_br: Força das Brancas : %d

source: CHESSD: Can't write wild style %d
pt_br: CHESSD: Não é possível escrever estilo wild %d

source: Due to a bug - this command has been temporarily removed.
pt_br: Devido a um bug, este comando foi temporariamente removido.

source: UNKNOWN COMMAND
pt_br: COMANDO DESCONHECIDO

source: See '%s %s' for a complete description.
pt_br: Veja '%s %s' para uma descrição completa.

source: Usage: %s
pt_br: Uso: %s

source: You are not playing or examining a game.
pt_br: Você não está jogando ou examinando um jogo.

source: CHESSD: PROBLEM Name=%s, Login=%s
pt_br: CHESSD: PROBLEMA Nome=%s, Login=%s

source: Created temporary login '%s'
pt_br: Criado login temporário '%s'

source: Sorry, names can only consist of lower and upper case letters. Try again.
pt_br: Sinto muito, nomes devem consistir apenas de letras simples maiúsculas e minúsculas. Tente novamente.

source: A name should be at least three characters long! Try again.
pt_br: Um nome deve ter pelo menos três letras! Tente novamente.

source: Sorry, names may be at most %d characters long. Try again.
pt_br: Sinto muito, nomes podem ter no máximo %d caracteres. Tente novamente.

source: Player "%s" is banned.
pt_br: Jogador "%s" está banido.

source: You've got a bad name field in your playerfile -- please report this to an admin!
pt_br: Você tem um nome ruim em seu playerfile -- por favor, avise isto para um administrador!

source: **** %s is already logged in - kicking them out. ****
pt_br: **** %s já está logado - kickando-o para fora. ****

source: **** %s has arrived - you can't both be logged in. ****
pt_br: **** %s chegou - vocês não podem estar ambos logados. ****

source: **** Invalid password! ****
pt_br: **** Senha inválida! ****

source: FICS (process_password): Out of range fd!
pt_br: FICS (process_password): fd fora de alcance!

source: *** Sorry %s is already logged in ***
pt_br: *** Sinto muito, %s já está logado ***

source: ** LOGGED IN AS HEAD ADMIN **
pt_br: ** LOGADO COMO ADMIN PRINCIPAL **

source: arrived
pt_br: chegou

source: arrival
pt_br: chegada

source: Player %s: Last login: %s
pt_br: Jogador %s: Último login: %s

source: This login: %s
pt_br: Este login: %s

source: You are still setting up the position.
pt_br: Você ainda está configurando a posição.

source: Type: 'setup done' when you are finished editing.
pt_br: Digite: 'setup done' quando terminar de editar.

source: %s: Insufficient rights.
pt_br: %s: Direitos insuficientes.

source: Ambiguous command. Matches:
pt_br: Comando ambígüo. Possibilidades:

source: %s: Command not found.
pt_br: %s: Comando não encontrado.

source: Command not found [%s]
pt_br: Comando não encontrado [%s]

source: CHESSD: Input from a player not in array!
pt_br: CHESSD: Entrada de um jogador ausente do array!

source: CHESSD: Command from an empty player!
pt_br: CHESSD: Comando de um jogador vazio!

source: CHESSD: Command from a new player!
pt_br: CHESSD: Comando de um jogador novo!

source: %s tried to log in and failed.
pt_br: %s tentou logar-se e falhou.

source: FICS (process_new_connection): Out of range fd!
pt_br: FICS (process_new_connection): fd fora de alcance!

source: Server location: %s
pt_br: Localização do servidor: %s

source: tell 0 I am logging out now - conversation forwarding stopped.
pt_br: tell 0 Estou deslogando agora - retransmissão de conversas cancelada.

source: tell 0 *%s* has logged out - conversation forwarding stopped.
pt_br: tell 0 *%s* deslogou-se - retransmissão de conversas cancelada.

source: departed
pt_br: foi-se

source: departure
pt_br: ida

source: **** Auto-logout - you were idle more than %u minutes. ****
pt_br: **** Auto-logout - você este inativo por mais de %u minutos. ****

source: CHESSD: Loaded %d commands (admin=%d normal=%d)
pt_br: CHESSD: Carregados %d comandos (admin=%d normal=%d)

source: **** Server shutting down immediately. ****
pt_br: **** Servidor desligando imediatamente. ****

source: Logging you out.
pt_br: Deslogando.

source: Help for command '%s' is missing%s
pt_br: Ajuda para o comand '%s' ainda não existe%s

source: %d commands are missing help files
pt_br: %d comandos estão sem arquivos de ajuda

source: Usage for command '%s' is missing%s
pt_br: Ajuda rápida para o comando '%s' ainda não existe%s

source: %d commands are missing usage files
pt_br: %d comandos estão sem arquivos de ajuda rápida

source: Bad value given for variable %s.
pt_br: Valor ruim fornecido para a variável %s.

source: No such variable name %s.
pt_br: Não há uma variável %s.

source: Ambiguous variable name %s.
pt_br: O nome de variável %s é ambígüo.

source: Setting a password is only for registered players.
pt_br: A configuração de senha é apenas para usuários registrados.

source: Incorrect password, password not changed!
pt_br: Senha incorreta, senha não modificada!

source: Password changed to "%s".
pt_br: Senha modificada para "%s".

source: The server has been up since %s.
pt_br: O servidor está rodando desde %s.

source: Up for
pt_br: Funcionando por

source: Player limit: %d
pt_br: Limite de jogadores: %d

source: There are currently %d players, with a high of %d since last restart.
pt_br: Há no momento %d jogadores, com uma alta de %d desde o último reinício.

source: There are currently %d games, with a high of %d since last restart.
pt_br: Há no momento %d jogos, com uma alta de %d desde o último reinício.

source: Local time - %s
pt_br: Hora local - %s

source: Greenwich time - %s
pt_br: Hora GMT - %s

source: Sorry, no login information available.
pt_br: Sinto muito, não há informações de login disponíveis.

source: Sorry, guest users may not use this command
pt_br: Sinto muito, usuários guest não podem usar este comando

source: %d players displayed (of %d). (*) indicates system administrator.
pt_br: %d jogadores mostrados (de %d). (*) indica um administrador.

source: | %3d Players Displayed |
pt_br: | %3d Jogadores Mostrados |

source: %3d Players Displayed.
pt_br: %3d Jogadores Mostrados.

source: No logged in players match the flags in your who request.
pt_br: Nenhum jogador logado preenche as flags de seu pedido.

source: You have no alias named '%s'.
pt_br: Você não tem um alias chamado '%s'.

source: Alias %s replaced.
pt_br: Alias %s trocado.

source: You have your maximum number of aliases.
pt_br: Você tem seu número máximo de aliases.

source: Sorry, you can't alias this command.
pt_br: Sinto muito, você não pode configurar um alias para este comando.

source: Alias set.
pt_br: Alias configurado.

source: Alias removed.
pt_br: Alias removido.

source: Only TD programs are allowed to use this command.
pt_br: Somente programas TD têm permissão para usar este comando.

source: %s is not playing a game.
pt_br: %s não está jogando uma partida.

source: Player %s is not logged on.
pt_br: Jogador %s não está logado.

source: Matches the following player(s):
pt_br: Há os seguintes jogadores:

source: Current hardcoded limits:
pt_br: Limites fixos atuais:

source: Max number of channels and max capacity: %d
pt_br: Número máximo de canais e capacidade máxima: %d

source: Max number of channels one can be in: %d
pt_br: Número máximo de canais em que um usuário pode estar: %d

source: Max number of people on the notify list: %d
pt_br: Número máximo de pessoas na lista de notificação: %d

source: Max number of people on the censor list: %d
pt_br: Número máximo de pessoas na lista de censura: %d

source: Max number of people in a simul game: %d
pt_br: Número máximo de pessoas em um jogo simul: %d

source: Min number of games to be active: %d
pt_br: Número mínimo de jogos para estar ativo: %d

source: Admin settable limits:
pt_br: Limites configuráveis por administradores:

source: Shout quota gives two shouts per %d seconds.
pt_br: A quota de gritos dá dois gritos por %d segundos.

source: Could not open ECO file
pt_br: Não foi possível abrir arquivo ECO

source: ERROR! ECO book position number %d is NULL.
pt_br: ERRO! Posição número %d no livro ECO é NULL.

source: Could not open NIC file
pt_br: Não foi possível abrir arquivo NIC

source: Could not open LONG file
pt_br: Não foi possível abrir arquivo LONG

source: CHESSD: Loaded books
pt_br: CHESSD: Livros carregados

source: There is no such game.
pt_br: Não há tal jogo.

source: Sorry - that game is private.
pt_br: Sinto muito - este jogo é privado.

source: That game is a wild game.
pt_br: Este jogo é um jogo wild.

source: Info about game %d: "%s vs. %s"
pt_br: Informações sobre o jogo %d: "%s vs. %s"

source: CHESSD: Failed to load chessd.so !! (%s)
pt_br: CHESSD: Falha ao carregar chessd.so !! (%s)

source: CHESSD: Failed to find symbol %s in chessd.so !!
pt_br: CHESSD: Falha ao encontrar símbolo %s em chessd.so !!

source: CHESSD: Reloading server code!
pt_br: CHESSD: Recarregando código do servidor!

source: CHESSD: Received signal %d
pt_br: CHESSD: Recebido sinal %d

source: CHESSD: Pipe signal
pt_br: CHESSD: Sinal de pipe

source: Must be setuid root to use -R
pt_br: É preciso ser setuid root para usar -R

source: Problem with Daemonization - Aborting
pt_br: Problema com daemonização - abortando

source: CHESSD: Network initialize failed on port %d.
pt_br: CHESSD: Inicialização da rede falhou na porta %d.

source: Disconnecting you from game number %d.
pt_br: Desconectando você do jogo número %d.

source: Black
pt_br: Pretas

source: White
pt_br: Brancas

source: %s checkmated
pt_br: %s realizou xeque-mate

source: %s resigned
pt_br: Desistência das %s

source: %s ran out of time
pt_br: Esgotou-se o tempo das %s

source: Game drawn by mutual agreement
pt_br: Jogo empatado por acordo mútuo

source: Game drawn because both players ran out of time
pt_br: Jogo empatado porque ambos os jogadores ficaram sem tempo

source: Game drawn by repetition
pt_br: Jogo empatado por repetição

source: Draw by the 50 move rule
pt_br: Empatado pela regra dos 50 movimentos

source: Game adjourned by mutual agreement
pt_br: Jogo adiado por acordo mútuo

source: %s lost connection, game adjourned
pt_br: As %s perderam a conexão, jogo adiado

source: Game aborted by mutual agreement
pt_br: Jogo abortado por acordo mútuo.

source: Stalemate.
pt_br: Afogamento.

source: Still in progress
pt_br: Ainda em progresso

source: Game courtesyaborted by %s
pt_br: Jogo courtesyabortado por %s

source: Game courtesyadjourned by %s
pt_br: Jogo courstesyadiado por %s

source: Game drawn because neither player has mating material
pt_br: Jogo empatado porque nenhum dos jogadores possui potencial para mate

source: %s ran out of time and %s has no material to mate
pt_br: Esgotou-se o tempo das %s e as %s não têm potencial para mate

source: Game drawn by adjudication
pt_br: Jogo empatado por adjudicação

source: %s wins by adjudication
pt_br: %s ganha por adjudicação

source: Game aborted by adjudication
pt_br: Jogo abortado por adjudicação

source: Rated
pt_br: Classificado

source: Unrated
pt_br: Não classificado

source: %d minutes, increment: %d seconds AND %d minutes, increment: %d seconds.
pt_br: %d minutos, incremento: %d segundos E %d minutos, incremento: %d segundos.

source: %d minutes, increment: %d seconds.
pt_br: %d minutos, incremento: %d segundos.

source: %s%s is no longer available for matches.
pt_br: %s%s não mais está disponível para partidas.

source: %s checkmated} %s
pt_br: %s sofreu mate} %s

source: %s resigns} %s
pt_br: %s desistiu} %s

source: %s forfeits on time} %s
pt_br: %s perdeu por tempo} %s

source: Game drawn by stalemate} 1/2-1/2
pt_br: Jogo empatado por afogamento} 1/2-1/2

source: Game drawn by mutual agreement} 1/2-1/2
pt_br: Jogo empatado por acordo mútuo} 1/2-1/2

source: Game drawn because both players ran out of time} 1/2-1/2
pt_br: Jogo empatado porque esgotou-se o tempo de ambos os jogadores} 1/2-1/2

source: Game drawn by repetition} 1/2-1/2
pt_br: Jogo empatado por repetição} 1/2-1/2

source: Game drawn by the 50 move rule} 1/2-1/2
pt_br: Jogo empatado pela regra do movimento 50} 1/2-1/2

source: Bughouse game aborted.} *
pt_br: Jogo bughouse abortado.} *

source: Game adjourned by mutual agreement} *
pt_br: Jogo adiado por acordo mútuo} *

source: %s lost connection; game
pt_br: %s perdeu a conexão; jogo

source: adjourned} *
pt_br: adiado} *

source: aborted} *
pt_br: abortado} *

source: Game aborted by mutual agreement} *
pt_br: Jogo abortado por acordo mútuo} *

source: Game courtesyaborted by %s} *
pt_br: Jogo courtesyabortado por %s} *

source: Bughouse game courtesyaborted by %s.} *
pt_br: Jogo bughouse courtesyabortado por %s.} *

source: Game courtesyadjourned by %s} *
pt_br: Jogo courtesyadiado por %s} *

source: Neither player has mating material} 1/2-1/2
pt_br: Ambos os jogadores estavam sem potencial para mate} 1/2-1/2

source: %s ran out of time and %s has no material to mate} 1/2-1/2
pt_br: Esgotou-se o tempo de %s e %s não tinha potencial para mate} 1/2-1/2

source: %s wins by adjudication} %s
pt_br: %s ganhou por adjudicação} %s

source: Game drawn by adjudication} 1/2-1/2
pt_br: Jogo empatado por adjudicação} 1/2-1/2

source: Game aborted by adjudication} *
pt_br: Jogo abortado por adjudicação} *

source: Hmm, the game ended and I don't know why} *
pt_br: Hmm, o jogo acabou e eu não sei por quê} *

source: No ratings adjustment done.
pt_br: Nenhum ajuste de classificação realizado.

source: You are not playing a game.
pt_br: Você não está jogando uma partida.

source: BUG: Player %s playing game %d according to player_globals.parray, but not according to game_globals.garray.
pt_br: BUG: Jogador %s está disputando o jogo %d de acordo com player_globals.parray, mas não de acordo com game_globals.garray.

source: Game clock is paused, use "unpause" to resume.
pt_br: O relógio do jogo foi parado, use "unpause" para continuar.

source: Don't understand that move.
pt_br: Não entendo aquele movimento.

source: Ambiguous move.
pt_br: Movimento ambígüo.

source: Internal error, illegal move accepted!
pt_br: Erro interno, movimento ilegal aceito!

source: %s moves: %s
pt_br: %s joga: %s

source: %s has been checkmated.
pt_br: %s sofreu mate.

source: Stalemate.
pt_br: Afogamento.

source: No mating material.
pt_br: Não há potencial para mate.

source: You have no stored game with %s
pt_br: Você não tem jogo armazenado com %s

source: You resign your stored game with %s
pt_br: Você desiste de seu jogo armazenado com %s

source: message %s I have resigned our stored game "%s vs. %s."
pt_br: message %s Eu desisti de nosso jogo armazenado "%s vs. %s".

source: You can only make requests when the simul player is at your board.
pt_br: Você só pode fazer pedidos quando o simul player estiver em sua mesa.

source: Draw request sent.
pt_br: Requisição de empate enviada.

source: You can't pause untimed games.
pt_br: Você não pode paralisar jogos não cronometrados.

source: Game is already paused, use "unpause" to resume.
pt_br: O jogo já está paralisado, use "unpause" para continuar.

source: Pause request sent.
pt_br: Requisição de paralisação enviada.

source: Game is not paused.
pt_br: O jogo não está paralisado.

source: Unpause request sent.
pt_br: Pedido de continuação enviado.

source: Opponent has timeseal; trying to courtesyabort.
pt_br: O oponente tem timeseal; tentando usar courtesyabort.

source: Since you have time, and your opponent has none, the game has been aborted.
pt_br: Como você tem tempo e seu oponente não, o jogo foi abortado.

source: Your opponent has aborted the game rather than calling your flag.
pt_br: Seu oponente abortou o jogo ao invés de chamar seu flag.

source: type "abort" to accept.
pt_br: digite "abort" para aceitar.

source: Abort request sent.
pt_br: Pedido de cancelamento enviado.

source: You can't flag an untimed game.
pt_br: Você não pode usar flag em um jogo sem tempo.

source: You cannot flag before both players have moved. Use abort instead.
pt_br: Você não pode usar flag antes que ambos os jogadores tenham jogado. Use abort.

source: Both players must be registered to adjourn a game. Use "abort".
pt_br: Os dois jogadores precisam estar registrados para adiar um jogo. Use "abort".

source: Bughouse games cannot be adjourned.
pt_br: Jogos bughouse não podem ser adiados.

source: Since you have time, and your opponent has none, the game has been adjourned.
pt_br: Já que você tem tempo e seu oponente não, o jogo foi adiado.

source: Your opponent has adjourned the game rather than calling your flag.
pt_br: Seu oponente adiou o jogo ao invés de chamar seu flag.

source: type "adjourn" to accept.
pt_br: digite "adjourn" para aceitar.

source: Adjourn request sent.
pt_br: Pedido de adiamento enviado.

source: Takeback not implemented for bughouse games yet.
pt_br: Takeback ainda não implementado para jogos bughouse.

source: You can't takeback less than 1 move.
pt_br: Você não pode usar takeback em menos que um movimento.

source: Can only backup %d moves
pt_br: Só é possível armazenar %d movimentos

source: There are no moves in your game.
pt_br: Não há movimentos em seu jogo.

source: %s has declined the takeback request.
pt_br: %s recusou o pedido de takeback.

source: There are only %d half moves in your game.
pt_br: Só há %d meio-movimentos em seu jogo.

source: You disagree on the number of half-moves to takeback.
pt_br: Você discorda no número de meio-movimentos para usar takeback.

source: Alternate takeback request sent.
pt_br: Pedido alternativo de takeback enviado.

source: %s proposes a different number (%d) of half-move(s).
pt_br: %s propõe um número diferente (%d) de meio-movimento(s).

source: Takeback request sent.
pt_br: Pedido de takeback enviado.

source: Switch not implemented for bughouse games.
pt_br: Troca não implementada para jogos bughouse.

source: You cannot switch sides once a rated game is underway.
pt_br: Vocês não podem trocar os lados uma vez que um jogo classificado esteja em andamento.

source: Switch request sent.
pt_br: Requisição de troca enviada.

source: White (%s) : %d mins, %d secs
pt_br: Brancas (%s) : %d mins, %d secs

source: Black (%s) : %d mins, %d secs
pt_br: Pretas (%s) : %d mins, %d secs

source: You do not have a partner.
pt_br: Você não tem um parceiro.

source: Boards Available For Category %s:
pt_br: Mesas Disponíveis Para a Categoria %s:

source: Categories Available:
pt_br: Categorias Disponíveis:

source: You are still examining a game.
pt_br: Você ainda está examinando um jogo.

source: You are still setting up a position.
pt_br: Você ainda está configurando uma posição.

source: No user named "%s" is logged in.
pt_br: Não há um usuário chamado "%s" logado.

source: You can't simmatch yourself!
pt_br: Você não pode usar simmatch em si mesmo!

source: You are already playing the maximum of %d boards.
pt_br: Você já está jogando no limite máximo de %d mesas.

source: Simul request removed, boards filled.
pt_br: Pedido de simul removido, mesas cheias.

source: There was a problem creating the new match.
pt_br: Houve um problema ao criar a nova partida.

source: You cannot be the simul giver and request to join another simul. That would just be too confusing for me and you.
pt_br: Você não pode ser o simul giver e pedir para entrar em outro simul. Isso seria muito confuso para mim e para você.

source: You are already playing a game.
pt_br: Você já está jogando uma partida.

source: is not open to receiving simul requests.
pt_br: não deseja receber pedidos de simul.

source: is already playing the maximum of %d boards.
pt_br: já está jogando no limite de %d mesas.

source: can't begin a simul while playing a non-simul game.
pt_br: não pode começar um simul enquanto joga um jogo não-sinul.

source: No such category/board: %s/%s
pt_br: Não há tal categoria/mesa: %s/%s

source: Request to resume simul sent. Adjourned game found.
pt_br: Pedido para continuar simul enviado. Jogo adiado encontrado.

source: Simul match request sent.
pt_br: Pedido de partida simul enviado.

source: You are not giving a simul.
pt_br: Você não está dando um simul.

source: You can't goboard yourself!
pt_br: Você não pode usar goboard em si mesmo!

source: You are already at that board!
pt_br: Você já está nessa mesa!
