Repository: neklaf/docker-chessd
Catalog: po/*.po
Languages: pt_br

source: has moved away from your board.
pt_br: foi embora de sua mesa.

source: You are not playing that game/person.
pt_br: Você não está jogando esse jogo ou com essa pessoa.

source: You are only playing one board!
pt_br: Você só está jogando em uma mesa!

source: is moving away from your board.
pt_br: está indo embora de sua mesa.

source: is moving back to the previous board.
pt_br: está voltando para a mesa anterior.

source: No player named %s is logged in.
pt_br: Não há um jogador chamado %s logado.

source: You are playing %d simultaneous games.
pt_br: Você está jogando %d partidas simultâneas.

source: %s is playing %d simultaneous games.
pt_br: %s está jogando %d partidas simultâneas.

source: You are not participating in a simul.
pt_br: Você não está participando em um simul.

source: You are the simul holder and cannot pass!
pt_br: Você é o simul holder e não pode passar!

source: This is the only game, so passing is futile.
pt_br: Este é o único jogo, então passar é inútil.

source: You cannot pass until the simul holder arrives!
pt_br: Você não pode passar até que o simul holder chegue!

source: Please move IMMEDIATELY!
pt_br: Por favor, mova IMEDIATAMENTE!

source: tried to pass, but is out of passes.
pt_br: tentou passar, mas está sem passes.

source: You cannot use moretime in an examined game.
pt_br: Você não pode usar moretime em um jogo examinado.

source: Moretime requires an integer value greater than zero.
pt_br: Moretime precisa de um valor inteiro maior do que zero.

source: Moretime has a maximum limit of 600 seconds.
pt_br: Moretime tem um limite máximo de 600 segundos.

source: Player "%s" not logged on!
pt_br: Jogador "%s" não está logado!

source: %s is not using timeseal or uses an old client.
pt_br: %s não está usando timeseal ou usa um cliente antigo.

source: CHESSD: Problems rename %s to %s : %d
pt_br: CHESSD: Problemas ao renomear %s para %s : %d

source: Unable to open %s - very bad, info not saved
pt_br: Não é possível abrir %s - isso é mau, informações não salvas

source: You are examining a game please specify variables.
pt_br: Você está examinando um jogo, por favor especifique as variáveis.

source: You have not played against yourself ;-)
pt_br: Você não jogou consigo mesmo ;-)

source: Record for %s vs. %s:
pt_br: Registro para %s vs. %s:

source: wins losses draws
pt_br: vitórias derrotas empates

source: rated %4d %4d %4d
pt_br: classif. %4d %4d %4d

source: unrated %4d %4d %4d
pt_br: não-classif. %4d %4d %4d

source: -- Matches: %u help topics --
pt_br: -- Encontrados %u tópicos de ajuda --

source: No help found for topic '%s'
pt_br: Nenhuma ajuda encontrada para o tópico '%s'

source: '%s' is a global alias for '%s'
pt_br: '%s' é um alias global para '%s'

source: '%s' is a personal alias for '%s'
pt_br: '%s' é um alias pessoal para '%s'

source: %s set
pt_br: %s configurado

source: %s unset
pt_br: %s desconfigurado

source: Bad value '%s' given for ivariable '%s'.
pt_br: Valor inválido '%s' dado para a ivariable '%s'.

source: Cannot alter: Interface setting locked.
pt_br: Não é possível alterar: Configuração de interface trancada.

source: No such ivariable "%s".
pt_br: Não há uma ivariable "%s".

source: "%s" is not an appropriate list name or you have insufficient rights.
pt_br: "%s" não é um nome de lista apropriado ou você não tem direitos suficientes.

source: "%s" does not match any list name.
pt_br: "%s" não bate com nenhum nome de lista.

source: The channel to add must be a number between 0 and %d.
pt_br: O canal para adicionar deve ser um número entre 0 e %d.

source: %s has been given an admin level of 10 - change with asetadmin.
pt_br: %s ganhou um nível de administrador 10 - mude com asetadmin.

source: '%s' does not match any list name.
pt_br: '%s' não bate com nenhum nome de lista.

source: Lists:
pt_br: Listas:

source: -- %s list: %d %s --
pt_br: -- lista %s: %d %s --

source: malloc corruption ptr=%p v1=%x size=%d
pt_br: corrupção de malloc ptr=%p v1=%x size=%d

source: malloc list corruption!
pt_br: corrupção de malloc na lista!

source: Freeing %d chunks
pt_br: Liberando %d segmentos

source: NULL free at %s(%u)!
pt_br: NULL free em %s(%u)!

source: bad free at %s(%u)!
pt_br: Free inválido em %s(%u)!

source: (%s) %s %s %d %d: Game %d
pt_br: (%s) %s %s %d %d: Jogo %d

source: PROBLEM LOADING BOARD. Game Aborted.
pt_br: PROBLEMA AO CARREGAR MESA. Jogo abortado.

source: CHESSD: PROBLEM LOADING BOARD %s %s. Game Aborted.
pt_br: CHESSD: PROBLEMA AO CARREGAR MESA %s %s. Jogo abortado.

source: You accept the challenge of %s.
pt_br: Você aceita o desafio de %s.

source: %s accepts your challenge.
pt_br: %s aceita seu desafio.

source: Your partner accepts the challenge of %s.
pt_br: Seu parceiro aceita o desafio de %s.

source: %s accepts your partner's challenge.
pt_br: %s aceita o desafio de seu parceiro.

source: There was a problem creating your partner's match.
pt_br: Houve um problema ao criar a partida de seu parceiro.

source: Your partner is playing game %d (%s vs. %s).
pt_br: Seu parceiro está jogando o jogo %d (%s vs. %s).

source: Continuing
pt_br: Continuando

source: You can't specify negative time controls.
pt_br: Você não pode especificar controles de tempo negativos.

source: You can't specify time or inc above 999.
pt_br: Você não pode especificar tempo ou incremento acima de 999.

source: Can't interpret %s in match command.
pt_br: Não é possível interpretar %s no comando.

source: Your %s rating will change: Win: %s%d, Draw: %s%d, Loss: %s%d
pt_br: Sua classificação %s irá mudar: Vit.: %s%d, Emp.: %s%d, Derr.: %s%d

source: Your new RD will be %5.1f
pt_br: Seu novo RD será %5.1f

source: computer
pt_br: computador

source: You can't challenge while you are examining a game.
pt_br: Você não pode desafiar enquanto está examinando um jogo.

source: You can't challenge while you are playing a game.
pt_br: Você não pode desafiar enquanto está disputando um jogo.

source: Player "%s" is not open to match requests.
pt_br: Jogador "%s" não está disponível para requisições de partidas.

source: Player "%s" is involved in another game.
pt_br: Jogador "%s" está envolvido com outro jogo.

source: You may only match players with their tournament variable set.
pt_br: Você só pode competir com jogadores cuja variável de torneio esteja configurada.

source: %s is in a tournament, and cannot accept other challenges.
pt_br: %s está em um torneio, e não pode aceitar outros desafios.

source: Setting you open for matches.
pt_br: Disponibilizando você para desafios.

source: You are on %s's noplay list.
pt_br: Você está na lista noplay de %s.

source: Player "%s" is censoring you.
pt_br: Jogador "%s" está censurando você.

source: You are censoring "%s".
pt_br: Você está censurando "%s".

source: You must specify a board and a category.
pt_br: Você precisa especificar uma mesa e categoria.

source: Game is non-standard - reverting to unrated
pt_br: O jogo não é standard - revertendo para não-classificado.

source: Game is untimed - reverting to unrated
pt_br: O jogo não é cronometrado - revertendo para não-classificado

source: %s only wants to play %s games.
pt_br: %s só quer jogar partidas %s.

source: Ignoring
pt_br: Ignorando

source: %s match request from %s.
pt_br: requisição de partida %s de %s.

source: rated
pt_br: classificada

source: unrated
pt_br: não-classificada

source: Match request does not fit formula for %s:
pt_br: Requisição de partida não respeita a fórmula para %s:

source: %s's formula: %s
pt_br: Fórmula para %s: %s

source: (formula): %s (%d) %s (%d) %s.
pt_br: (fórmula): %s (%d) %s (%d) %s.

source: Your opponent has no partner for bughouse.
pt_br: Seu oponente não tem parceiro para bughouse.

source: You and your opponent both chose the same partner!
pt_br: Você e seu oponente escolheram ambos o mesmo parceiro!

source: You and your opponent can't choose each other as partners!
pt_br: Você e seu oponente não podem escolher um ao outro como parceiros!

source: Your partner hasn't chosen you as his partner!
pt_br: Seu parceiro não escolheu você como parceiro dele!

source: Your opponent's partner hasn't chosen your opponent as his partner!
pt_br: O parceiro de seu oponente não escolheu seu oponente como parceiro!

source: Your partner isn't open to play right now.
pt_br: Seu parceiro não está disponível para jogar neste momento.

source: Your opponent's partner isn't open to play right now.
pt_br: O parceiro de seu oponente não está disponível para jogar neste momento.

source: Updating offer already made to "%s".
pt_br: Oferta de atualização já feita para "%s".

source: CHESSD: This shouldn't happen. You can't have a match pending from and to the same person.
pt_br: CHESSD: Isso não deveria ter acontecido. Você não pode ter uma partida pendente de e para a mesma pessoa.

source: Declining offer from %s and offering new match parameters.
pt_br: Recusando oferta de %s e oferecendo novos parâmetros para a partida.

source: %s declines your match offer a match with these parameters:
pt_br: %s recusa sua oferta e oferece outra com estes parâmetros:

source: Your game would be
pt_br: Seu jogo seria

source: Your bughouse partner was challenged
pt_br: Seu parceiro de bughouse foi desafiado

source: Your game would be %s (%s) %s
pt_br: Seu jogo seria %s (%s) %s

source: You can "accept" or "decline", or propose different parameters.
pt_br: Você pode aceitar ("accept"), recusar ("decline") ou propor outros parâmetros.

source: CHESSD: FD already in connection table!
pt_br: CHESSD: FD já na tabela de conexões!

source: remConnection: Couldn't find fd to close.
pt_br: remConnection: Não foi possível encontrar fd para fechar.

source: CHESSD: state screwed for net_globals.con[%d], this is a bug.
pt_br: CHESSD: estado detonado para net_globals.con[%d], isto é um bug.

source: CHESSD: can't open stream socket
pt_br: CHESSD: não foi possível abrir stream socket

source: Trying to close an unconnected socket?!?!
pt_br: Tentando fechar um socket não conectado?!?!

source: Couldn't close socket %d - errno %d
pt_br: Não foi possível fechar socket %d - errno %d

source: FICS is full. fd = %d.
pt_br: O FICS está cheio. fd = %d.

source: CHESSD: Problem with accept(). errno=%d
pt_br: CHESSD: Problemas com accept(). errno=%d

source: %d is not a valid game number.
pt_br: %d não é um número de jogo válido.

source: There are no games in progress.
pt_br: Não há jogos em progresso.

source: No matching games were found (of %d in progress).
pt_br: Nenhum jogo foi encontrado (de %d em progresso).

source: Sorry, game %d is a private game.
pt_br: Sinto muito, jogo %d é um jogo privado.

source: You cannot observe a game that you are playing.
pt_br: Você não pode observar um jogo que você está jogando.

source: You are now observing game %d.
pt_br: Você agora está observando jogo %d.

source: You are already observing the maximum number of games.
pt_br: Você já está observando o número máximo permitido de jogos.

source: You are not observing game %d.
pt_br: Você não está observando o jogo %d.

source: Observing %2d [%s vs. %s]:
pt_br: Observando %2d [%s vs. %s]:

source: Examining %2d [%s vs %s]:
pt_br: Esaminando %2d [%s vs %s]:

source: Examining %2d (scratch):
pt_br: Examinando %2d (rascunho):

source: You are not examining any games.
pt_br: Você não está examinando nenhum jogo.

source: %s stopped examining game %d.
pt_br: %s parou de examinar o jogo %d.

source: There are no examiners.
pt_br: Não há examinadores.

source: %s must observe the game you are analysing.
pt_br: %s deve observar o jogo que você está analisando.

source: %s is already analysing the game.
pt_br: %s já está analisando o jogo.

source: You are now examiner of game %d.
pt_br: Você agora é um examinador do jogo %d.

source: %s is now examiner of game %d.
pt_br: %s agora é um examinador do jogo %d.

source: You are neither playing, observing nor examining a game.
pt_br: Você não está jogando, observando ou examinando jogo algum.

source: Sorry, that is a private game.
pt_br: Sinto muito, este é um jogo privado.

source: Unregistered players cannot use mailmoves.
pt_br: Jogadores não registrados não podem usar mailmoves.

source: FICS game report %s vs %s
pt_br: Aviso de jogo FICS %s vs. %s

source: Moves NOT mailed, perhaps your address is incorrect.
pt_br: Movimentos NÃO enviados, talvez seu endereço esteja incorreto.

source: Moves mailed.
pt_br: Movimentos enviados.

source: You can't specify time controls.
pt_br: Você não pode especificar controles de tempo.

source: You are not examining or setting up a game.
pt_br: Você não está examinando ou configurando um jogo.

source: The maximum length of a name is %d characters.
pt_br: O tamanho máximo de um nome é %d caracteres.

source: You are already examining a game.
pt_br: Você já está examinando um jogo.

source: You are playing a game.
pt_br: Você está jogando uma partida.

source: Position of stored game %s vs. %s
pt_br: Posição de jogo armazenado %s vs. %s

source: You can't move forward yet, the position is still being set up.
pt_br: Você não pode mover adiante ainda, a posição ainda está sendo configurada.

source: You cannot go forward; no moves are stored.
pt_br: Você não pode mover adiante; nenhum movimento está armazenado.

source: Game %u: No more moves.
pt_br: Jogo %u: Não há mais movimentos.

source: Game %u: End of game.
pt_br: Jogo %u: Fim de jogo.

source: Game %u: %s %s
pt_br: Jogo %u: %s %s

source: Game %u: Beginning of game.
pt_br: Jogo %u: Início de jogo.

source: You can't move revert yet, the position is still being set up.
pt_br: Você não pode reverter movimentos ainda, a posição ainda está sendo configurada.

source: OUCH! in com_revert: nHalfMoves < 0
pt_br: AI! Em com_revert: nHalfMoves < 0

source: No such game.
pt_br: Não há tal jogo.

source: Refreshing static game %d
pt_br: Revitalizando jogo estático %d

source: NULL pointer passed to next_pending
pt_br: Ponteiro NULL passado para next_pending

source: NULL pointer passed to delete_pending
pt_br: Ponteiro NULL passado para delete_pending

source: Either your opponent's partner or your partner has joined another match.
pt_br: Ou o parceiro de seu oponente ou o seu parceiro ingressou em outra partida.

source: Removing the bughouse offer from %s.
pt_br: Removendo a oferta de bughouse de %s.

source: Removing the bughouse offer to %s.
pt_br: Removendo a entrada de bughouse para %s.

source: Your partner declines the bughouse offer from %s.
pt_br: Seu parceiro recusa a oferta de bughouse de %s.

source: %s declines the bughouse offer from your partner.
pt_br: %s recusa a oferta de bughouse de seu parceiro.

source: Your partner withdraws the bughouse offer to %s.
pt_br: Seu parceiro cancela a oferta de bughouse para %s.

source: %s withdraws the bughouse offer to your partner.
pt_br: %s cancela a oferta de bughouse para seu parceiro.

source: You have no offers to accept.
pt_br: Você não tem ofertas para aceitar.

source: There are no pending %s offers.
pt_br: Não há ofertas de %s pendentes.

source: There are no pending offers from %s.
pt_br: Não há ofertas pendentes de %s.

source: You have no pending offers from other players.
pt_br: Você não tem ofertas pendentes de outros jogadores.

source: You have no pending offers to other players.
pt_br: Você não tem ofertas pendentes para outros jogadores.

source: Offers TO other players:
pt_br: Ofertas PARA outros jogadores:

source: If you wish to withdraw any of these offers type 'withdraw n' or just 'withdraw' if there is only one offer.
pt_br: Se desejar cancelar alguma destas ofertas digite 'withdraw n' ou simplesmente 'withdraw' se houver apenas uma oferta.

source: There are no offers pending TO other players.
pt_br: Não há ofertas pendentes PARA outros jogadores.

source: Offers FROM other players:
pt_br: Ofertas DE outros jogadores:

source: If you wish to accept any of these offers type 'accept n' or just 'accept' if there is only one offer.
pt_br: Se desejar aceitar alguma destas ofertas, digite 'accept n', ou simplesmente 'accept' se houver apenas uma oferta.

source: There are no offers pending FROM other players.
pt_br: Não há ofertas pendentes DE outros jogadores.

source: %s, who was challenging you, has joined a match with %s.
pt_br: %s, que estava desafiando você, iniciou uma partida com %s.

source: Challenge to %s withdrawn.
pt_br: Desafio para %s cancelado.

source: %s, whom you were challenging, has joined a match with %s.
pt_br: %s, a quem você estava desafiando, iniciou uma partida com %s.

source: Challenge from %s removed.
pt_br: Desafio de %s removido.

source: Your opponent has lost contact or quit.
pt_br: Seu oponente perdeu o contato ou saiu.

source: has departed and isn't on your notify list.
pt_br: foi-se e não está em sua lista de notificação.

source: Present company includes:
pt_br: A companhia atual inclui:

source: has arrived and isn't on your notify list.
pt_br: chegou e não está em sua lista de notificações.

source: has %s.
pt_br: %s.

source: Your %s was noted by:
pt_br: Sua %s foi notada por:

source: , who has an adjourned game with you, has arrived.
pt_br: , que tem um jogo adiado com você, chegou.

source: is at your board!
pt_br: está em sua mesa!

source: will be at your board NEXT!
pt_br: estará em sua mesa a seguir!

source: is %d boards away.
pt_br: está %d mesas distante.

source: Major Problem! Can't find your next board.
pt_br: Problema Grave! Não foi possível encontrar sua próxima mesa.

source: Major Problem! Can't find your previous board.
pt_br: Problema Grave! Não foi possível encontrar sua mesa anterior.

source: You aren't playing that game!!
pt_br: Você não está jogando esse jogo!!

source: Ambiguous name '%s'; matches more than one player.
pt_br: Nome ambígüo '%s'; bate com mais de um jogador.

source: There is no player matching that name.
pt_br: Não há jogador com esse nome.

source: -- Matches: %d names --
pt_br: -- Encontrados %d nomes --

source: CHESSD: Can't read ratings data!
pt_br: CHESSD: Não foi possível ler dados de classificação!

source: CHESSD: Can't update untimed ratings!
pt_br: CHESSD: Não foi possível atualizar classificações não cronometradas!

source: CHESSD: Update undecided game %d?
pt_br: CHESSD: Atualizar jogo não decidido %d?

source: %s rating adjustment: %d
pt_br: Ajuste de classificação %s: %d

source: not changed due to bug (way too small)! sorry!
pt_br: não mudado devido a um bug (muito pequeno)! sinto muito!

source: CHESSD: Got too small ratings bug for %s (w) vs. %s
pt_br: CHESSD: Bug de classificações pequenas demais para %s (w) vs. %s

source: not changed due to bug (way too big)! sorry!
pt_br: não mudada devido a um bug (muito grande)! sinto muito!

source: CHESSD: Got too big ratings bug for %s (w) vs. %s
pt_br: CHESSD: Bug de classificações grandes demais para %s (w) vs. %s

source: not changed due to bug (way too small)! sorry!
pt_br: não mudado devido a um bug (muito pequeno)! sinto muito!

source: CHESSD: Got too small ratings bug for %s (b) vs. %s
pt_br: CHESSD: Bug de classificações pequenas demais para %s (b) vs. %s

source: not changed due to bug (way too big)! sorry!
pt_br: não mudado devido a um bug (muito grande)! sinto muito!<

source: CHESSD: Got too big ratings bug for %s (b) vs. %s
pt_br: CHESSD: Bug de classificações grandes demais para %s (b) vs. %s

source: Bughouse with unregistered partners cannot be rated.
pt_br: Bughouse com parceiros não registrados não pode ser classificado.

source: Win:
pt_br: Vitórias:

source: Draw:
pt_br: Empates:

source: Loss:
pt_br: Derrotas:

source: New RD:
pt_br: Novo RD:

source: You are not involved in a rated game.
pt_br: Você não está envolvido em um jogo classificado.

source: Assess <game number> cannot use other parameters.
pt_br: Assess <número de jogo> não pode usar outros parâmetros.

source: There is no game %d.
pt_br: Não há jogo %d.

source: No user named "%s" was found.
pt_br: Nenhum usuário chamado "%s" foi encontrado.

source: There is no game type %s.
pt_br: Não existe o tipo de jogo %s.

source: %s games are never rated.
pt_br: Jogos %s nunca são classificados.

source: CHESSD: config database open failed
pt_br: CHESSD: falha ao abrir banco de dados de configurações

source: You can only have one white king.
pt_br: Você só pode ter um rei branco.

source: You can only have one black king.
pt_br: Você só pode ter um rei preto.

source: There is no white king.
pt_br: Não há rei branco.

source: There is no black king.
pt_br: Não há rei preto.

source: WHITE to move
pt_br: Jogada das BRANCAS

source: BLACK to move
pt_br: Jogada das PRETAS

source: ERROR!!
pt_br: ERRO!!

source: Only the player to move may be in check.
pt_br: Apenas o jogador que está na vez pode estar em xeque.

source: You are not setting up a position.
pt_br: Você não está configurando uma posição.

source: Board cleared.
pt_br: Mesa limpa.

source: Board set up as starting position.
pt_br: Mesa configurada em posição inicial.

source: Game is validated - entering examine mode.
pt_br: O jogo foi validado - entrando modo de exame.

source: Board set up as %s %s.
pt_br: Mesa configurada como %s %s.

source: Board %s %s is unavailable.
pt_br: Mesa %s %s não está disponível.

source: This game is active - type 'setup' to allow editing.
pt_br: O jogo está ativo - digite 'setup' para permitir edição.

source: You must specify a square.
pt_br: Você precisa especificar uma casa.

source: CHESSD: Shutting down at %s
pt_br: CHESSD: Desligando às %s

source: **** Server shutdown ordered by %s. ****
pt_br: **** Desligamento do servidor ordenado por %s. ****

source: **** We are going down because: %s. ****
pt_br: **** Nós estamos desligando porque: %s. ****

source: CHESSD: Shut down ordered at %s by %s.
pt_br: CHESSD: Desligamento ordenado às %s por %s.

source: CHESSD: **** Server going down in %d minutes and %d seconds. ****
pt_br: CHESSD: **** Servidor desligando em %d minutos e %d segundos. ****

source: CHESSD: We are going down because: %s.
pt_br: CHESSD: Estamos desligando porque: %s.

source: **** Server going down in %d minutes and %d seconds. ****
pt_br: **** Servidor desligando em %d minutos e %d segundos. ****

source: **** Server going down in %d minutes and %d seconds. ****
pt_br: **** Servidor desligando em %d minutos e %d segundos. ****

source: **** Server shutdown canceled by %s. ****
pt_br: **** Desligamento do servidor cancelado por %s. ****

source: I don't know what you mean by %s
pt_br: Eu não sei o que você quer dizer com %s

source: **** We are going down because: %s. ****
pt_br: **** Estamos desligando porque: %s. ****

source: **** Server going down in %d minutes and %d seconds. ****
pt_br: **** Servidor desligando em %d minutos e %d segundos. ****

source: No shutdown currently in progress
pt_br: Nenhuma operação de desligamento em andamento.

source: Only registered players can use the shout command.
pt_br: Apenas usuários registrados podem usar o comando shout.

source: Next shout available in %d seconds.
pt_br: Próximo shout disponível em %d segundos.

source: Your next shout is ready for use.
pt_br: Seu próximo shout está pronto para uso.

source: Shout not sent. Next shout in %d seconds.
pt_br: Shout não enviado. Próximo shout em %d segundos.

source: Your message contains some unprintable character(s).
pt_br: Sua mensagem contém um ou mais carateres inválidos.

source: You are not listening to shouts.
pt_br: Você não está ouvindo os shouts.

source: Next shout in %d second(s).
pt_br: Próximo shout em %d segundo(s).

source: Only registered players can use the cshout command.
pt_br: Apenas usuários registrados podem usar o comando cshout.

source: You are not listening to c-shouts.
pt_br: Você não está ouvindo os c-shouts.

source: Only registered players can use the it command.
pt_br: Apenas usuários registrados podem usar o comando it.
