Repository: neklaf/docker-chessd
Catalog: po/*.po
Languages: pt_br

source: Player "%s" isn't listening to unregistered tells.
pt_br: Jogador "%s" não está ouvindo tells de usuários não registrados.

source: Told "%s", who is censoring you.
pt_br: Falei a "%s", que está censurando você.

source: Fwd tell: %s told %s: %s
pt_br: Fwd tell: %s disse a %s: %s

source: You do not have a partner at present.
pt_br: Você não tem um parceiro no momento.

source: Your partner is not logged in.
pt_br: Seu parceiro não está logado.

source: Only admins may send tells to channel 0.
pt_br: Apenas administradores podem enviar tells para o canal 0.

source: The lowest channel number is 0.
pt_br: O canal de número mais baixo é o 0.

source: The maximum channel number is %d.
pt_br: O canal de número mais alto é o %d.

source: (You're not listening to channel %d.)
pt_br: (Você não está ouvindo o canal %d.)

source: You are not playing or observing a game.
pt_br: Você não está jogando ou observando um jogo.

source: You must be registered to whisper other people's games.
pt_br: Você precisa ser registrado para sussurrar aos jogos de outras pessoas.

source: whispered to %d.
pt_br: sussurrou para %d.

source: No user named '%s' is logged in.
pt_br: Nenhum usuário chamado '%s' está logado.

source: No previous tell.
pt_br: Não houve nenhum tell.

source: No previous channel.
pt_br: Não houve nenhum canal.

source: Can't find that list
pt_br: Não foi possível encontrar essa lista

source: No one to say anything to, try tell.
pt_br: Ninguém para falar, tente tell.

source: inchannel [no params] has been removed
pt_br: inchannel [nenhum parâmetro] foi removido

source: Please use inchannel [name] or inchannel [number]
pt_br: Favor usar inchannel [nome] ou inchannel [número]

source: %s is in the following channels:
pt_br: %s está nos seguintes canais:

source: No channels found for %s.
pt_br: Nenhum canal encontrado para %s.

source: No such channel; the largest channel number is %d.
pt_br: Não há tal canal, o maior número para canais é %d.

source: Channel %d:
pt_br: Canal %d:

source: Channel %d is empty.
pt_br: O canal %d está vazio.

source: You are not registered and cannot send messages.
pt_br: Você não está registrado e não pode enviar mensagens.

source: Player "%s" is unregistered and cannot receive messages.
pt_br: O jogador "%s" não está registrado e não pode receber mensagens.

source: Couldn't send message to %s. Message buffer full.
pt_br: Não foi possível enviar mensagem para %s. O buffer de mensagens está cheio.

source: Unregistered players may not send or receive messages.
pt_br: Jogadores não registrados não podem enviar ou receber mensagens.

source: Messages cleared.
pt_br: Mensagens limpas.

source: Present company on your notify list:
pt_br: Companhia presente em sua lista de notify:

source: No one from your notify list is logged on.
pt_br: Ninguém de sua lista de notify está logado.

source: The following players have you on their notify list:
pt_br: Os seguintes jogadores têm você em suas listas de notify:

source: No one logged in has you on their notify list.
pt_br: Ninguém logado têm você em uma lista de notify.

source: Failed to create socket pair!
pt_br: Falha ao criar par de sockets!

source: Trying to be tricky, are we?
pt_br: Tentando ser matreiro, não é?

source: There is no more.
pt_br: Não há mais.

source: Type [next] to see next page.
pt_br: Digite [next] para ver a próxima página.

source: %d %s, %d %s, %d %s and %d %s
pt_br: %d %s, %d %s, %d %s e %d %s

source: CHESSD:mft() couldn't opendir.
pt_br: CHESSD:mft() não pôde abrir opendir.

source: availinfo set to %d.
pt_br: availinfo configurado para %d.

source: You will receive info on who is available to play.
pt_br: Você irá receber informações sobre quem está disponível para jogar.

source: You are no longer receiving info on who is available to play.
pt_br: Você não mais irá receber informações sobre quem está disponível para jogar.

source: You can't set availmax to less than availmin.
pt_br: Você não pode configurar availmax para menos que availmin.

source: You will be notified of availability with blitz ratings %d - %d.
pt_br: Você será notificado de disponibilidade com classificações blitz %d - %d.

source: You will be notified of all available players.
pt_br: Você será notificado de todos os jogadores disponíveis.

source: You can't set availmin to more than availmax.
pt_br: Você não pode configurar availmin para mais do que availmax.

source: You are now open to receive match requests.
pt_br: Você agora está disponível para receber pedidos de partidas.

source: You are no longer receiving match requests.
pt_br: Você não mais está disponível para receber pedidos de partidas.

source: Your tournament variable is now set.
pt_br: Sua variável tournament agora está configurada.

source: Your tournament variable is no longer set.
pt_br: Sua variável tournament não mais está configurada.

source: sopen set to %d.
pt_br: sopen configurado para %d.

source: ropen set to %d.
pt_br: ropen configurado para %d.

source: You cannot change your rated status.
pt_br: Você não pode mudar seu status de classificação.

source: You will now hear shouts.
pt_br: Você agora ouvirá shouts.

source: You will not hear shouts.
pt_br: Você não mais ouvirá shouts.

source: You will now hear ads.
pt_br: Você agora ouvirá ads.

source: You will not hear ads.
pt_br: Você não mais ouvirá ads.

source: You will now hear cshouts.
pt_br: Você agora ouvirá cshouts.

source: You will not hear cshouts.
pt_br: Você não mais ouvirá cshouts.

source: You will now hear tells from unregistered users.
pt_br: Você agora ouvirá tells de usuários não registrados.

source: You will not hear tells from unregistered users.
pt_br: Você não mais ouvirá tells de usuários não registrados.

source: You will now hear if people notify you, but you don't notify them.
pt_br: Você agora ouvirá se pessoas notificarem você, mas você não notificá-las.

source: You will not hear if people notify you, but you don't notify them.
pt_br: Você não mais ouvirá se pessoas notificarem você, mas você não notificá-las.

source: You will now hear logins/logouts.
pt_br: Você agora ouvirá logins e logouts.

source: You will not hear logins/logouts.
pt_br: Você não mais ouvirá logins e logouts.

source: You will now hear game results.
pt_br: Você agora ouvirá resultados dos jogos.

source: You will not hear game results.
pt_br: Você não mais ouvirá resultados dos jogos.

source: Bell on.
pt_br: Beep ativado.

source: Bell off.
pt_br: Beep desativado.

source: Style %d set.
pt_br: Estilo %d escolhido.

source: Default time set to %d.
pt_br: Tempo padrão configurado para %d.

source: Default increment set to %d.
pt_br: Incremento padrão configurado para %d.

source: Promotion piece set to QUEEN.
pt_br: RAINHA selecionada para promoção.

source: Promotion piece set to ROOK.
pt_br: TORRE selecionada para promoção.

source: Promotion piece set to BISHOP.
pt_br: BISPO selecionado para promoção.

source: Promotion piece set to KNIGHT.
pt_br: CAVALO selecionado para promoção.

source: Your partner has unset his/her partner variable.
pt_br: Seu parceiro desconfigurou sua variável partner.

source: You do not have a bughouse partner.
pt_br: Você não tem um parceiro para bughouse.

source: You can't be your own bughouse partner.
pt_br: Você não pode ser seu próprio parceiro para bughouse.

source: You agree to be %s's partner.
pt_br: Você concorda em ser parceiro de %s.

source: %s already has a partner.
pt_br: %s já tem um parceiro.

source: type "partner %s" to accept.
pt_br: digite "partner %s" para aceitar.

source: Making a partnership offer to %s.
pt_br: Fazendo uma oferta de parceiria para %s.

source: Your "busy" string was cleared.
pt_br: Sua frase de "busy" foi limpa.

source: Your "busy" string was set to " %s"
pt_br: Sua frase de "busy" foi configurada para " %s"

source: Sorry -- not available because of a bug
pt_br: Sinto muito -- não está disponível devido a um bug

source: Formula variable f%d set to %s.
pt_br: Variável de fórmula f%d configurada para %s.

source: Formula variable f%d unset.
pt_br: Variável de fórmula f%d desconfigurada.

source: Formula set to %s.
pt_br: Fórmula configurada para %s.

source: Formula unset.
pt_br: Fórmula desconfigurada.

source: Variable settings of %s:
pt_br: Configurações de variável para %s:

source: Bughouse partner: %s
pt_br: Parceiro de bughouse: %s

source: Formula: %s
pt_br: Fórmula: %s

source: %s has set your tourney variable to OFF.
pt_br: %s configurou sua variável de torneio para OFF.

source: %s has set your tourney variable to ON.
pt_br: %s configurou sua variável de torneio para ON.
